Repository: exoplatform/exo-ios
Catalog: share-extension/*.lproj/Localizable.strings
Languages: de, es, fil, id, it

# Upload.Warning.AllUploadFailed
source: All uploads failed
de: Alle Uploads sind fehlgeschlagen
es: Todas las subidas han fallado
fil: Lahat ng mga upload ay nabigo
id: Semua unggahan gagal
it: Ogni tentativo di caricamento Ã¨ fallito

# Upload.Warning.UploadsFailed
source: %lu uploads failed
de: %lu Hochladen fehlgeschlagen
es: Error al subir %lu
id: %lu Unggahan gagal.

# Upload.Warning.UploadFailed
source: 1 upload failed
de: Hochladen gescheitert
es: Error al subir 1
id: 1 unggahan gagal.
it: 1 caricamento fallito

# Upload.Warning.ItemsCannotBeUpload
source: %d item(s) cannot be uploaded
de: %d Element(e) konnte(n) nicht hochgeladen werden
es: %d elemento(s) no pueden cargarse
fil: %d ang (mga) aytem ay hindi ma-upload
id: %d item tidak dapat diunggah
it: Impossibile caricare gli elementi %d

# Upload.Warning.FileTooLarge
source: File too large
de: Datei zu groß
es: Archivo demasiado grande
fil: Ang file ay masyadong malaki
id: File terlalu besar
it: File troppo grande

# Upload.Warning.NetworkError
source: Network error
de: Netzwerkfehler
es: Error de conexión
fil: May error sa network
id: Kesalahan jaringan
it: Errore di rete

# Upload.Message.ConfirmationPost
source: Do you want to post the message anyway?
de: Möchten Sie die Nachricht trotzdem abschicken?
es: ¿Desea publicar el mensaje de todos modos?
fil: Gusto mo bang i-post ang mensahe?
id: Apakah Anda tetap ingin mengirim pesan?
it: Desideri comunque pubblicare il messaggio?

# Word.Cancel
source: Cancel
es: Cancelar
fil: Kanselahin
id: membatalkan

# Word.Post
source: Post
fil: Ang mag-Post
id: Posting
it: Inviare

# Title.SelectAccount
source: Select an account
de: Wählen Sie ein Benutzerkonto
es: Seleccionar una cuenta
id: Pilih akun

# Word.Username
source: Username
fil: Ang Username
id: Nama Pengguna
it: Nome utente

# Title.UnknownPassword
source: Password: Unknown
de: Passwort: Unbekannt
es: Contraseña: desconocida
id: Kata sandi: Tidak diketahui
it: Password: Sconosciuta

# Title.NeededUsernamePassoword
source: Username & password needed
de: Benutzername & Passwort erforderlich
es: Se necesita usuario y contraseña
id: Username dan kata sandi diperlukan.
it: Nome utente e password necessari

# Word.Account
source: Account
id: Akun

# Login.Status.Loging
source: Signing in
de: Anmelden
es: Iniciando sesión
id: Masuk
it: Accedendo

# Login.Status.WrongPassword
source: Wrong password
id: Sandi Salah
it: Password sbagliata

# Login.Status.AskToSignIn
source: Please sign in to post
id: Silakan masuk untuk Posting
it: Si prega di autenticarsi per pubblicare

# Login.Status.LoginFail
source: Login fail
de: Login fehlgeschlagen
es: Error al iniciar sesión
id: Gagal Masuk
it: Accesso fallito

# LogIn.Warning.NoAccount
source: No account
de: Kein Konto
es: Sin cuenta
id: Anda belum memiliki akun

# Word.Space
source: Space
es: Espacio
fil: Ang Espasyo
id: Ruang

# Login.Status.ServerProblem
source: Server Problem
es: Problema del servidor
id: Server Bermasalah
it: Problema del Server

# LogIn.Status.NoSpaceId
source: Cannot load space
de: Dieser Raum kann nicht geladen werden
es: No se puede cargar el espacio
id: Tidak dapat memuat forum
it: Impossibile caricare lo spazio

# LogIn.Error.UnableToPost
source: Unable to post
de: Das posten ist nicht möglich
es: Error al publicar
id: Tidak dapat diposting.
it: Impossibile pubblicare

# Word.Public
source: Public
fil: Ang Publiko
id: Umum
it: Pubblico

# Post.Title.ErrorMessage
source: Cannot post
de: Kann nicht veröffentlichen
es: No puedes publicar
id: Tidak bisa posting
it: Impossibile pubblicare

# Title.SpaceSelection
source: Space selection
de: Projektraum wählen
es: Selección de espacio
id: Forum pilihan
it: Selezione dello spazio

# Login.Warning.Title.PlatformVersionNotSupported
source: Platform version not supported
id: Versi platform tidak didukung.
it: Versione della piattaforma non supportata

# Word.Back
source: Back
es: Atrás
fil: Likuran
id: Kembali

# Word.Edit
source: Edit
fil: I-edit
it: Modificare

# Login.Status.Offline
source: Offline
it: Non in linea

# Title.LoadingSpaceId
source: Loading space id
de: Projektraum laden
es: Cargando espacio
it: Loading space

# Login.Warning.Message.PlatformVersionNotSupported
source: Your intranet uses a version of Platform not supported by this application. We recommend that you upgrade to Platform 4.4 or use the application version 2.
es: El servidor eXo no es compatible con la aplicación de móvil. Pregunta a tu administrador para actualizar a la última versión de eXo Platform.
it: The eXo server is not compatible with the mobile app. Please ask your administrator to upgrade to latest eXo Platform version.

# Setting.Title.Server
source: Server
es: Servidor
