Repository: exoplatform/exo-ios
Catalog: eXo/Resources/*.lproj/Localizable.strings
Languages: fr

# OnBoarding.Title.SignInToeXo
source: Sign in to eXo
fr: Se connecter à eXo

# OnBoarding.Title.DiscovereXo
source: Discover eXo Tribe
fr: Découvrez eXo Tribe

# OnBoarding.Title.AddServer
source: Add server
fr: Connectez votre intranet

# OnBoarding.Title.Others
source: Others
fr: Autres

# OnBoarding.Title.eXoPlatformDescription
source: Connect, share and work together
fr: Connectez-vous, partagez et travaillez ensemble

# OnBoarding.Title.SavingServer
source: Saving Server ...
fr: Enregistrement de l'intranet ...

# OnBoarding.Message.EnterURL
source: Enter your intranet URL
fr: Entrez l'URL de votre intranet

# OnBoarding.Error.PlatformNotSupported
source: Platform version not supported
fr: Version de Platform non supportée

# OnBoarding.Error.PlatformNotSupportedDetailMessage
source: The application only supports Platform version 4.3 or later
fr: L'application supporte seulement Platform depuis la version 4.3

# OnBoarding.Error.PlatformNotFound
source: Platform version not found
fr: Version de Platform introuvable

# OnBoarding.Title.MostRecentServer
source: Most recent server
fr: Se connecter à

# Word.Cancel
source: Cancel
fr: Annuler

# OnBoarding.Error.URL
source: Server URL error
fr: URL incorrecte

# OnBoarding.Error.UnableConnectServer
source: Unable to connect to the server
fr: Impossible de se connecter à eXo

# OnBoarding.Title.RecentsServer
source: Recent Servers
fr: Mes intranets

# OnBoarding.Error.ConnectionError
source: Connection Error
fr: Erreur de connexion

# Shortcut.Title.RegisterCommunity
source: Register Community
fr: Découvrez eXo Tribe

# Shortcut.Title.ConnectTo
source: Connect to
fr: Connectez-vous à

# Shortcut.Title.AddServer
source: Add server
fr: Connectez votre intranet

# Shortcut.Title.ConnnecteXoTribe
source: Connect to eXo Tribe
fr: Connectez-vous à eXo Tribe

# Setting.Title.Server
source: Servers
fr: Intranets

# Setting.Title.DeleteServer
source: Delete Server
fr: Supprimer

# Setting.Message.DeleteServer
source: Do you really want to delete this server?
fr: Voulez-vous vraiment supprimer cet eXo?

# Setting.Title.ApplicationVersion
source: Application Version
fr: Version de l'application

# Setting.Title.About
source: About
fr: Informations
